Repository: Dimillian/ACHNBrowserUI
Catalog: ACHNBrowserUI/ACHNBrowserUI/*.lproj/Localizable.strings
Languages: de

# ACHelperPlusDescription
source: Subscribing to AC Helper+ is a great way to to show support to our free and open source project.♥️ You also get access more features, turnip predictions notifications and creating any number of items list! 📈 More detail below.
de: Das AC Helper+ Abonnement ist ein guter Weg deine Unterstützung für unser kostenloses Open Source Projekt. ♥️ Außerdem erhältst du Zugriff auf exklusive, großartige Funktionen: Rüben Prognose Benachrichtigungen und beliebig viele Gegenstands-Listen! 📈 Weitere Details unten.

# ACHelperPlusDetails
source: About the notification feature: Everyday at 8 and 12 you'll get a notification with the average buy price of your store. The more in game daily prices you enter after monday morning, the better next predictions will be! About the list feature: In the free application you can create only one list of items in your "My stuff" tab. Once you'll be subscribed to AC Helper+ you'll be able to create any number of list you desire.
de: Über die Benachrichtigungs-Funktion: Jeden Tag um 8 und 12 Uhr wirst du eine Benachrichtigung mit dem prognostizierten, durchschnittlichen Ankaufspreis bei Nepp und Schlepp erhalten. Je mehr Ankaufspreise du in der App ab montags morgens speicherst, um so genauer wird die nächste Prognose sein! Über die Listen-Funktion: Ohne Abonnement kannst du nur eine Liste mit Gegenständen im "Meine Sachen" Register erstellen. Wenn du dir AC Helper+ holst, kannst du beliebig viele Listen erstellen und unterschiedlich befüllen.

# ACHelperPlusPriceAndAboDetail %@
source: A %@ per month purchase will be applied to your iTunes account on confirmation. Subscriptions will automatically renew unless canceled within 24-hours before the end of the current period. You can cancel anytime with your iTunes account settings. Any unused portion of a free trial will be forfeited if you purchase a subscription.
de: Ein monatliches Abo über %@ pro Monat wird nach der Bestätigung deinem iTunes Konto hinzugefügt. Das Abonnement verlängert sich automatisch, solange es nicht bis 24 Stunden vor der nächsten Verlängerung beendet wird. Du kannst das Abonnement jederzeit in deinen iTunes Kontoeinstellungen beenden. Jeder nicht genutzte Teil einer kostenlosen Testversion verfällt, wenn du ein Abonnement abschließt.

source: Able sisters
de: Schneiderei

source: About
de: Über

source: Average
de: Durchschnitt

source: Close
de: Schließen

source: Description
de: Beschreibung

source: Dismiss
de: Abbrechen

source: Hemisphere
de: Hemisphäre

source: Island
de: Insel

source: Island name
de: Inselname

source: Loading Visitors....
de: Lade Besucher....

source: Loading...
de: Lade...

source: Make an Offer
de: Angebot abgeben

source: Nook shop
de: Nooks Laden

source: Residents service
de: Service-Center

source: Save
de: Speichern

source: Starting fruit
de: Inselfrucht

source: Tap here to preview a notification
de: Tippe hier für eine Vorschau

source: Upgrade to +
de: Upgrade auf +

source: Visitors
de: Besucher

source: You caught them all!
de: Du hast alle gefangen!

source: Your island name
de: Name deiner Insel

source: Active Critters
de: Aktive Tierchen

source: Today is sunday, don't forget to buy more turnips and fill your buy price
de: Heute ist Sonntag, denk daran Rüben zu kaufen und den Einkaufspreis einzutragen

source: Today average buy prices should be
de: Der heutige durchschnittliche Kaufpreis sollte bei

source: for this morning and
de: heute Morgen und bei

source: for this afternoon
de: heute Nachmittag liegen

source: Today is %@!
de: Heute ist %@!

source: Today events are
de: Heutigen Events sind

source: and
de: und

source: No events today.
de: Heute keine Events.

source: Next event: %@!
de: Nächstes Event: %@!

source: %lld new fishes
de: %lld neue Fische

source: %lld new bugs
de: %lld neue Insekten

source: Restore purchase
de: Einkäufe wiederherstellen

source: Preferences
de: Einstellungen

source: Acknowledgements
de: Danksagungen

source: App Settings
de: App Einstellungen

source: Available This Month
de: Diesen Monat Verfügbar

source: Caught
de: Gefangen

source: Catalog
de: Katalog

source: Christian & Ninji for the turnip predictions algorithm
de: Christian & Ninji für den Rüben Prognose Algorithmus

source: Collection Progress
de: Sammelfortschritt

source: Error
de: Fehler

source: Game patch data
de: Spielversion Daten

source: My Stuff
de: Meine Sachen

source: Nookazon for the marketplace
de: Nookazon für den Marktplatz

source: Our amazing contributors
de: Unsere großartigen Mitwirkenden

source: Privacy Policy
de: Datenschutzbestimmungen

source: Rate the app on the App Store
de: Bewerte die App im App Store

source: Recent Nookazon Listings
de: Neuste Verkäufe auf Nookazon

source: Shihab / JPEGuin for the icon
de: Shihab / JPEGuin für das Icon

source: Souce code / report an issue
de: Quell Code / Fehler melden

source: Subscribe for %@ / Month
de: Abonnieren für %@ / Monat

source: Term of Use
de: Nutzungsbedingungen

# Thank you for your support!
source: Thanks you for your support!
de: Danke für deine Unterstützung!

source: The app
de: Die App

source: The NookPlaza API by Azarro
de: Die NookPlaza API von Azarro

source: Today
de: Heute

source: Today on %@
de: Heute auf %@

source: Turnip predictions
de: Rüben Prognose

source: Turnips
de: Rüben

source: Villager birthday
de: Geburtstag

source: Villagers
de: Bewohner
